<template>
  <BasicModal
    v-bind="$attrs"
    @register="register"
    title="隐私政策声明"
    :maskClosable="false"
    :showCancelBtn="false"
    :showOkBtn="false"
    width="70%"
  >
    <!-- defaultFullscreen -->
    <!-- <template #title>
      {{ modalTitle }}
      <div style="display: inline-block"><AppSearch /></div>
    </template> -->
    <div class="flex justify-center">
      <MarkdownViewer class="w-90%" :value="valueRef" />
    </div>
  </BasicModal>
</template>
<script lang="ts" setup>
  import { computed, nextTick, ref, watch } from 'vue';
  import { BasicModal, useModal } from '@/components/Modal';
  import { MarkDown, MarkDownActionType, MarkdownViewer } from '@/components/Markdown';

  const [register, { closeModal }] = useModal();
  const valueRef = ref(`

南京简睿捷软件开发有限公司（以下简称“简睿捷”或“我们”）向您提供数据采集平台服务或产品（以下简称“MDC”或“平台”），我们深知隐私对您的重要性，并充分尊重您的隐私。**在向我们提交您的个人信息之前，请您仔细阅读本《隐私政策声明》（以下简称“本声明”）**。本声明适用于您登录和访问平台的网站，以及购买和使用我们提供的服务或产品（以下简称“服务”）。**本声明不适用于我们作为受托人在平台中处理、存储或托管的您的内容中包含的个人信息。**

“您的内容”是指由您和/或您的最终用户以任何格式在服务上处理（包括收集、存储、使用、加工、传输、提供、公开、删除等）的所有数据、软件、文本、图像、视频、音频等。我们的材料、数据和信息不属于您的内容。我们的服务目前只涉及私有云部署（截止至），因此所有除了我们的数据的收集、存储、处理和查看都将在您的内网环境中进行。

本声明描述了我们如何处理（包括收集、存储、使用、加工、传输、提供、公开、删除等）您的个人信息，您的权利以及个人信息处理的法律依据和我们为保护您的个人信息而采取的安全措施，同时还阐述了您在向我们提供个人信息之前需要了解的其他相关细节。我们可能会在相关的个人信息收集前通过服务声明或隐私声明/通知的方式，告知您本声明没有体现的为向您提供特定服务而必要的信息收集与处理。

我们制定本声明以帮助您理解：

1.平台如何收集您的个人信息

2.平台如何使用您的个人信息

3.平台如何使用Cookie及类似技术

4.平台如何共享、委托处理、转移、公开披露您的个人信息

5.平台如何保护您的个人信息

6.个人信息的保留期限

7.如何访问或控制您的个人信息

8.平台如何处理未成年人的个人信息

9.您的个人信息如何进行转移

10.本声明如何更新

11.如何联系简睿捷

**1.平台如何收集您的个人信息**

个人信息是以电子或者其他方式记录的与已识别或者可识别的自然人有关的各种信息，不包括匿名化处理后的信息。敏感个人信息是一旦泄露或者非法使用，容易导致自然人的人格尊严受到侵害或者人身、财产安全受到危害的个人信息。个人信息处理者，是指在个人信息处理活动中自主决定处理目的、处理方式的组织、个人。

我们在您与我们的互动等过程中出于必要的目的收集您的个人信息，例如为向您提供服务。各场景收集个人信息的情况可查看下方说明。若您拒绝提供实现其中某场景所需收集的个人信息，则无法使用该业务功能。我们会在以下场景中收集如下个人信息：

**a) 账号管理**：在您开通平台账号时，需收集您的账号信息（账号名、账号ID及密码、状态信息）、手机号码、邮箱地址、IP地址、公司、部门、工号、头像。在您开通平台账号后，完善您的个人信息时，可能需要收集您的联系地址、昵称

**b) 消息中心**：在您使用消息中心服务时，包括您使用新增管理人服务时，需收集您的姓名、邮箱、手机号码。

**c) 支持与服务**：在您通过服务热线、智能客服等方式请求我们支持或服务时，可能需收集您的姓名或账号信息、邮箱、手机号码、商业信息（如公司名称、行业、职位）以及您的咨询记录、通话录音、您的云服务运维日志、资源信息（例如服务资源名称、配置信息等）以及您主动向我们提交的内容（如文字、图片、视频）。

**d)** 当您访问或使用服务时，我们会收集并记录您的行为信息（例如您的浏览记录、访问日期和时间、搜索记录、新增和修改系统资源等）、浏览器信息（例如字体和类型等）以及网络链接信息（例如IP地址）。

我们可能会**在您的授权同意范围内**从第三方，包括其他第三方软硬件系统和关联方处收集到您的个人信息，或者我们能从其他合法公开渠道获取到您的个人信息。我们保证严格依照与第三方签订的合同以及相关法律规定处理您的个人信息，同时请您详细阅读该第三方的隐私政策及用户协议。如使用平台服务需要第三方提供您的个人信息，但您拒绝第三方向我们授权处理您的个人信息时，将可能导致您无法使用平台相关服务。例如，当您使用经授权的第三方账号登录平台账号时，我们会在征得您的同意后，从第三方获取您的相关个人信息。

上述部分服务需要获得您的个人信息才能提供，若您拒绝提供实现某服务所需收集的个人信息，则无法使用该服务。例如，如果您在联系售后时未提供地址、姓名、电话号码等信息，我们将无法及时联系您。在某些情况下，如果提供个人信息是可选的，而您选择不提交您的个人信息，则您可能无法使用服务的特定功能，但这不会影响您使用服务的其他功能，例如个性化功能。

**在以上场景中可能涉及收集您的敏感个人信息，包括您的身份证件、人脸照片、人脸视频，收集此类信息的目的包括满足相关法律法规的要求进行网络实名认证、核验您的用户身份，以及为履行与您签订的合同之必需，如处理您的交易或服务请求等。**

**您充分知晓，依据可适用的法律（如《中华人民共和国个人信息保护法》），在以下情形中，我们收集、使用您的个人信息无需征得您的授权同意：**

a) 涉及国家安全与利益、社会公共利益的；

b) 为履行法定职责或者法定义务所必需的；

c) 为订立、履行您作为一方当事人的合同所必需的；

d) 为应对突发公共卫生事件，或者紧急情况下为保护您和他人的生命健康和财产安全所必需；

e) 在合理的范围内处理您自行向社会公众公开的或者其他已经合法公开的个人信息；

f) 在合理的范围内处理从合法公开披露的信息中收集的您的个人信息（如合法的新闻报道、政府信息公开等渠道）；

g) 法律法规规定的其他情形。

**2.平台如何使用您的个人信息**

**2.1我们使用您的个人信息用于如下目的：**

**a) 创建及管理您的账号**。在您同意的情况下或为履行与您签订的合同之必需，当您使用平台服务时，为您提供账号注册、登录、身份验证、权限管理以及保护账号及服务的安全。

**b) 履行我们与您的合同义务**。如为处理您的交易或服务请求，包括订单、使用请求；提供交付、激活或验证服务；提供维护服务、客户服务和技术支持；响应您关于我们的请求、询问、意见或建议；或为您提供合作伙伴服务（如培训赋能、专业技术支持、营销等）。

**c) 联系与沟通**。在您同意的情况下，我们通过邮件或电话等方式，向您发送与提供本服务有关的通知，例如财务信息、服务信息、安全消息、运维消息、活动消息、备案消息。

**d) 响应您的互动要求**。在您同意的情况下，当您访问我们的网站，参加线上或线下活动，要求进行变更或者要求提供您请求的信息（例如服务的营销资料、白皮书、订阅电子杂志），以及就任何问题或服务信息与我们联系时（例如提供技术支持，向我们提供意见、建议、询问等），我们回复您对我们的问询、意见或建议，或向您寄送活动礼品等。

**e) 为您提供个性化的内容及服务**。在您同意的情况下，我们会通过自动化或半自动化的流程追踪、分析各类数据，包括您的个人信息，在此基础上为您提供个性化用户体验，推荐个性化内容，同时我们会向您提供便捷的拒绝方式，关于个性化推荐的详细内容请见本声明第2章节“个性化推荐”。

**f) 为履行法定义务、保障服务可靠及安全稳定运行、优化服务等，我们还会使用您的个人信息用于如下目的：**

1) 在您选择向我们发送错误详情的情况下排查错误。

2) 保护我们服务和客户或用户的安全，执行与改善我们的防损和反欺诈计划。

3) 开展内部审计及数据分析和研究，以改善我们的服务。

4) 遵从和执行适用的法律要求，相关的行业标准或我们的政策。

**3.平台如何使用Cookie及类似技术**

平台不涉及存储个人隐私信息在Cookie中。

**4.平台如何共享、委托处理、转移、公开披露您的个人信息**

**4.1共享**

我们不会向第三方共享您的个人信息，但以下情形除外：

**a) 在获取您明确同意情况下的共享。**在向您告知第三方的名称或者姓名、联系方式、处理目的、处理方式和个人信息的种类，且获得您的明确同意后，平台会向您同意的第三方共享您授权范围内的信息；

**b) 履行您与我们签署的的相关协议（含协议及平台规则）及其他法律文书所必需共享的个人信息；**

**c) 在法定情形下的共享。**根据适用的法律法规、法律程序、诉讼/仲裁、政府的强制命令、监管要求而需要共享您的个人信息；如为了满足相关法律法规的网络实名认证要求，向相关的政府机关或其指定、认可的第三方共享您的个人信息；

**d) 在法律要求或允许的范围内，为了保护您、平台、平台用户或社会公众的利益、财产或安全免遭损害**而有必要提供您的个人信息给第三方；

**e) 为了保护国家安全、公共安全以及您和其他个人的重大合法权益**而需要共享您的个人信息；

**f) 您自行公开的或者我们能从其他合法公开渠道**获取到您的个人信息；

**g) 我们可能会将您的个人信息向我们的关联方共享，您的个人信息可能会在我们的关联公司之间共享。我们只会共享必要的个人信息，且这种共享受本声明目的的约束。关联公司如要改变个人信息的处理目的，将再次征求您的授权同意。并且，在将信息提供给关联公司前，我们将尽商业上的合理努力评估该关联公司所收集信息的合法性、正当性和必要性。我们会尽力要求关联公司对您的信息采取保护措施。**

**h) 为提供服务之必要，共享给业务合作伙伴。**我们可能会向合作伙伴等第三方共享您的账号信息、设备信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必需的个人信息。为了保障您的个人信息安全和隐私，我们通过协议约定明确了合作伙伴对您的个人信息的保护责任、义务和要求。**合作方可能有其独立的隐私政策和用户协议，我们建议您阅读并遵守第三方的用户协议及隐私政策。**我们的合作伙伴包括：

**第三方合作伙伴，如独立软件或服务供应商。**为提供服务之必要，我们可能会将您的账号信息、联系方式、订单信息、必要的交易信息和交易纠纷信息共享给其他软硬件第三方合作伙伴来实现您向其购买的服务的需求，并促使第三方可以完成服务提供、售后服务及服务交付。

**4.2 委托处理**

我们可能委托合作方处理您的个人信息，以便为您提供相应的服务。我们会与受托合作方签署协议严格要求他们严格按照我们的说明、本声明以及其他任何相关的保密协议并采取安全措施来处理您的个人信息。我们将要求我们的合作方无权将我们提供的您的个人信息用于任何其他用途。我们的受托合作方包括如下类型：

**a) 商品或技术服务的受托方。**根据您的授权，我们可能会将您的个人信息提供给支持本平台功能的受托方。这些支持包括：

提供工业生产现场的仓储、物流、客服和其他服务的受托方。当您购买平台服务时，我们可能会将您的个人信息提供给这些受托方，由受托方向您提供身份验证和其他受支持的服务等。

**b) 广告、调研、分析、回访等服务类受托方。**我们会根据您的授权，可能将您的个人信息提供给为您提供服务的下述受托方：

为了给您提供更加优质的服务，我们可能基于您的账号信息、个人基本信息向您推送您可能感兴趣的平台或与平台相关的商业广告，我们可能会将您的个人信息提供给广告服务合作伙伴。

为了进行用户调研，我们可能会委托调研服务受托方进行问卷答复信息收集和调研结果分析。

**我们一般会委托我们的关联方（部署了该平台的组织或个人）处理您的个人信息，以供他们为您提供服务支持或安全支持。**如您基于自身业务目的订购平台大陆境外服务资源时，我们需要重新详细评估并制定信息安全方案和个人隐私政策。

**4.3 转移**

我们不会将您的个人信息转移给任何公司、组织和个人，但以下情况除外：

a) 在获取明确同意的情况下转移：获得您的明确同意后，我们会向其他方转移您的个人信息；

b) 在因重组、合并、分立、解散、被宣告破产等原因需要转移个人信息时，那么您的个人信息还可能会被披露给交易方。

**4.4公开披露**

我们不会公开披露您的个人信息，但以下情况除外：

a) 获取您的单独同意后，公开披露您的个人信息；

b) 基于适用法律法规需要披露的情况，为了保护国家安全、公共安全以及您和其他个人的重大合法权益，我们可能披露您的个人信息。例如，当我们认为披露对于防止或保护网络威胁、欺诈、人身伤害或财务损失是必要的或适当的，或当它与涉嫌或实际非法活动的调查有关的。

我们仅在适用法律法规允许的范围内并根据本声明披露您的个人信息。

**4.5第三方SDK**

在您访问或使用平台网站的过程中，部分服务需要由平台与第三方合作伙伴共同为您提供，例如消息推送等，为此我们集成了第三方合作伙伴的软件工具开发包（简称“SDK”）或其他类似的应用程序。如果需要获取第三方SDK列表，可以联系我们获取。

**5.平台如何保护您的个人信息**

我们重视您的个人信息安全。我们采用适当的物理、管理和技术保障措施来保护您的个人信息。例如，我们会使用加密技术确保信息的机密性；我们会使用保护机制防止信息遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训，加强员工对于保护个人信息重要性的认识。我们会尽力保护您的个人信息，但是请注意任何安全措施都无法做到无懈可击。特别地，为了保护您的个人信息，我们采取了以下措施：

a) 设立隐私保护组织，识别和管理个人信息保护风险。

b) 制定数据安全和个人信息保护政策，包括安全漏洞响应、个人信息泄露管理流程等，以降低个人信息泄露带来的隐私安全风险，指导相关部门依法合规处理个人数据。

c) 举办安全与隐私保护培训课程、测试和宣传活动，提高员工的个人信息保护意识。

d) 采取合理和可行的措施，确保收集的个人信息最小化，并与处理这些信息的目的所需的内容相关。

e) 实施了出入口控制、门禁系统、闭路电视系统等一系列措施来确保数据中心的物理安全，防止未经授权的访问、损坏或干扰平台基础设施。

f) 部署访问控制机制，根据业务需求和人员级别，对人员访问数据进行身份认证并进行分级权限管理，确保只有授权人员才能访问个人数据。

g) 明确定义和分配网络安全角色和职责，根据风险评估实施职责分离，降低风险，防止数据处理系统被未经授权的人员使用。

h) 在数据存储和传输过程中，酌情使用推荐的行业标准协议对个人数据进行加密和假名化，以防止数据泄露和未经授权的访问。

i对废弃的存储介质进行消磁处理后，再返回仓库，以确保介质在废弃前进行软件覆盖处理，防止数据泄露。在无法做到这一点的情况下（CD、DVD等），将进行物理销毁。

j) 实施适当的运维安全管理和技术措施，包括身份认证和访问控制、变更和事件管理、漏洞管理、配置管理、事件日志记录，持续监控网络安全事件和威胁，及时发现异常，并主动采取措施处理，确保个人信息不会被未经授权的人读取、复制、更改或删除。

k) 部署DDoS防护系统、入侵检测系统等防护机制保护网络免受攻击，制定漏洞管理策略、评估标准和管理流程，实现安全漏洞全生命周期管理。同时，定期运行漏洞扫描程序，及时发现潜在的安全漏洞，并采取应对措施。

尽管我们有责任保护您的个人信息，但您也有责任妥善保管您的登录信息，包括账号ID和密码等。如果您发现其他人未经您的许可使用您的账号ID使用平台网站，请立即通知我们。您有权要求我们暂停对您的账号未经授权的使用行为。

**我们会尽力保护您的个人信息，但任何措施都无法做到无懈可击，也没有任何服务、网站、信息传输、计算机系统、网络连接是绝对安全的。**

**为应对个人信息泄露、损毁和丢失等可能出现的风险，平台制定了多项制度与管控措施，明确了安全事件、安全漏洞的分类分级标准及相应的处理流程。平台也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施等。**

**6.个人信息的保留期限**

我们将会在本声明所述目的所需的期限内保留您的个人信息，除非按照法律要求需要延长保留期。保留期可能会基于不同的处理目的以及服务而有所差异。

一般而言，您取消授权或注销账号后，根据可适用法律的要求或服务协议的约定，我们会在保留期限内存储或保留您的个人信息。在您的个人信息超出保留期限后，且没有法律要求我们继续处理您的特定个人信息的情况下，我们将会根据可适用法律的要求删除您的个人信息，或进行匿名化处理。例如，我们将会按照《中华人民共和国网络安全法》等相关法律法规规定的期限保存您的注册信息，保存期最长为您注销账号后六（6）个月，您的注册信息包括姓名、手机号码、邮箱、联系地址和账号信息（账号名、账号ID及密码、秘钥），如果您 没有特别要求，我们会在注销账号时立即删除您的所有隐私信息。

**7.如何访问或控制您的个人信息**

您应确保提交的所有个人信息都准确无误。我们会尽力维护您的个人信息的准确和完整，并基于您向我们提供的信息及时更新您的个人信息。

**您有权向平台就平台所保留的相关个人信息提出访问、纠正、删除等的请求（下文统称“请求”）。**

您可以很方便的以如下方式修改我们持有的关于您的个人信息：

a) 账号信息：如使用平台网站，您要添加或更新与您的账号相关的个人信息时，请访问网站并登录您的平台超级管理员账号：“人员权限”>“人员管理”。

b) Cookie：关于Cookie的管理，请参阅上文。

c) 消息：如使用平台网站，请访问网站并登录您的账号：“人员权限”>“我的信息”>“通知公告”，进入后，您可以查看当前消息。

根据适用的法律法规，就您的个人信息，您可能享有如下权利：

a) 访问我们持有的您的个人信息并获得副本的权利;

b) 要求我们更新或更正您的个人信息的权利;

c) 要求我们删除您的个人信息的权利；

d) 反对我们对您的个人信息进行处理的权利；

e) 限制我们对您的个人信息进行处理的权利；以及

f) 向政府相关管理机构提起投诉、举报的权利。

请注意该等权利不是绝对的，且可能根据适用的法律受到限制。如果您需要我们协助行使上述请求或权利，请通过下述“如何联系平台”联系我们。

**除非适用的法律法规另有要求，否则一般情况下我们将在十五个工作日内响应您的请求。**请注意在某些情况下，您的请求将被驳回，比如我们无法验证您的身份，或您提出的要求超出法律赋予您的权利范围。我们将书面告知您请求被驳回的情况以及被驳回的原因。

您可以改变您授权我们继续收集个人信息的范围或撤回您的授权，但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理行为。您可以直接联系平台服务部署方或简睿捷。

在平台相关业务中，您也可以通过注销平台业务的方式，撤回我们通过平台相关业务继续收集您个人信息的全部授权。

您可以在平台相关的服务中申请注销或卸载平台业务。您注销或卸载平台业务后，我们将停止为您提供服务，除法律法规另有规定外，我们将删除您的个人信息。注销或卸载平台业务后，若您想再次享受相关的服务，您需要重新开通平台服务。**您注销或卸载上述平台业务的行为是不可逆行为，一旦您注销或卸载平台业务，可能会导致数据损坏且难以恢复，建议您谨慎操作。**具体注销和卸载流程联系简睿捷获取

**8.平台如何处理未成年人的个人信息**

我们的服务面向成年人。如果没有平台部署方和父母的同意，未满14周岁的未成年人无法创建自己的用户账号。

对于经平台部署方和父母同意而收集的未满14周岁的未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未满14周岁的未成年人所必要的情况下使用或披露此个人信息。

如果平台发现自己在未事先获得可证实的父母同意的情况下，收集了未满14周岁的未成年人的个人信息，则会设法尽快删除相关个人信息。

**9.您的个人信息如何进行转移**

**您的个人信息将被存储于中国大陆境内的服务器，我们通过遍布全球的资源和服务为您提供服务，这意味着，您的个人信息可能会因履行与您签订的合同所必需而被转移到您使用服务所在国家/地区、平台关联公司或服务提供商、合作伙伴所在国家/地区，或者受到来自这些国家/地区的访问。如为满足您访问或使用平台中国大陆境外的云服务资源的需要，需要另行联系简睿捷以获取支持。此类国家/地区可能适用不同的个人信息保护法，在此类情况下，平台会根据相关法律法规的要求和本协议履行合规义务，确保您的个人信息得到适用法律法规要求的和本协议约定的充分且同等的保护。**

**10.本声明如何更新**

我们可能会根据我们的服务或个人信息处理的变化不时更新或修改本声明。如果我们更新本声明，我们会以公告、弹窗等形式向您展示变更后的声明。如果我们根据适用的法律法规对本声明做出任何重大更改，我们将通过适当渠道通知您，并重新获取您的同意。

**11.如何联系我们**

**您可以直接拨打联系电话025-58752712以获取支持。**

如果您对我们的回复不满意，特别是当我们的个人信息处理行为损害了您的合法权益时，您还可以通过向有管辖权的人民法院提起诉讼、向行业自律协会或政府相关管理机构投诉等外部途径进行解决。您也可以向我们了解可能适用的相关投诉途径的信息。

最近更新时间：2024年8月22日
  `);
</script>
